{
    "0:Teacher/Methods": [
      "From what I observe. What grade are they in the lesson seems like in grade 7 or 9. When we give them that they can't understand and teacher didn't know that they don't go for elementary school. So, they don't really understand a lot."
    ],
    "1:Mass Students": [
      "I saw them try to understand what teacher teach but it's math geometric like triangle or even rectangle. Try to make formula in table then can let student study. From what I see it seems like the student not even understand what are those yet. Which one is bottom which is height. When teacher tell it seems like there is no peerful to them. The team is not trust to him/her. Seems like there is still limit. So, there a lot of discussion in the team."
    ],
    "2a:Individual Character": [
      "I observed that Sreyvin, before the group discussion, was not really brave and did not raise her hand to answer the question. But in group discussions, she really wanted to be involved and share ideas with her teammate. Moreover, she called her tablemate to join the group discussion in front and work as a group. At that point, I could learn that even if she had the opportunity to share her idea, when the opportunity came, she tried to do so. In addition, she tried to push her friend to participate in the group."
    ],
    "2b:Individual Evaluation": [
      "For Bolyva, he was not active in class or he did not answer anything; he seemed very slow in the class. Kimpheng was brave and tried to get involved in the activities. Mandy was also involved with the group discussion; he had a lot of activity in the class and helped his teammates."
    ],
    "2c:Individual Verification": [
      "I observed a student named Bolyvan. When the teacher asked him to read, he tried to read, but it did not work. When the teacher asked a question, he did not try to find the answer like other students. For other students, when they heard the questions, they tried to check for answers, but for him, he only looked down. Furthermore, he was sitting alone, and he did not have anyone to discuss it with."
    ],
    "2d:Learning of how Student Learn": [
      "Somony, He was not active, and I am not sure if he had any problems or not. I noticed that during group discussions and Q&A sessions, he seemed really eager to join his group but not really confident enough. During question and gift time, he really wanted to join with other students, but there were a lot of students raising their hands, so he lost the chance to join. Also, there were a lot of students raising their hands, and the teacher called them. I think he got a lack of encouragement from the teacher because kids really wanted the teacher to encourage them to join class activities."
    ]
  }
  